Author=Rinaldo M. aka Whiteshark
SourceLANGID=1033
LANGID=1040
Generator=DKLang Translation Editor v3.0
LastModified=2010-01-09 23:06:14

[BorderRadiusWizard]
00000001=Radius Bordo
00000008=<STYLE_Label5><STYLE_nob>&nbsp;&nbsp;</STYLE_nob>Basso<STYLE_nob>&nbsp;&nbsp;</STYLE_nob></STYLE_Label5><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Sinistra
00000009=<br><STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>Alto<br><STYLE_nob>&nbsp;</STYLE_nob>Sinistra
00000010=<br>Alto<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob><br><STYLE_nob>&nbsp;</STYLE_nob>Destra
00000011=<STYLE_Label5><STYLE_nob></STYLE_nob>Basso<STYLE_nob>&nbsp;</STYLE_nob></STYLE_Label5>Destra<STYLE_nob>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</STYLE_nob>
00000012=<STYLE_Label3>Tutto</STYLE_Label3>
00000013=OK
00000014=Annulla
00000016=Radius Vert:
00000017=Radius Orizz:
00000018=Definisci radius verticale e orizzontale
00000019=Reset
00000020=Radius:

[ChooseUnicode]
00000001=Inserisci Carattere
00000007=OK
00000009=Annulla
00000010=Rimuovi Ultimo
00000011=Rimuovi Tutto

[ColorizeImg]
00000001=Colora Immagine
00000003=OK
00000004=Annulla
00000005=Reset
00000009=Saturazione:
00000010=Luminosità:
00000011=Tonalità:
00000012=Saturazione Media
00000013=Luminosità Media

[ColorPicker]
00000001=Raccogli Colore
00000004=OK
00000005=Annulla
00000006=Raccogli Colore
00000007=Copia Colore in Appunti
00000008=Ricava Colore da Appunti
00000009=Colore sotto cursore del mouse:
00000010=Colore raccolto (premi CTRL):

[dhMainForm]
00000003=Controllo pagina
00000005=Pagina
00000007=Pannello
00000009=Etichetta
00000011=Link
00000013=Immagine
00000015=Foglio di Stile
00000017=HTML/Script diretto
00000019=Menu DHTML
00000021=Contenitore OLE
00000023=File Esterno
00000027=Lista Oggetti
00000028=Indietro
00000030=Avanti
00000049=File
00000050=Nuovo
00000051=Nuovo da Modello
00000052=Apri
00000053=Riapri
00000054=Salva
00000055=Salva come
00000056=Salva come Modello
00000057=Salva Tutto
00000058=Chiudi
00000059=Chiudi Tutto
00000060=Esci
00000061=Modifica
00000062=Annulla
00000063=Ripeti
00000064=Taglia
00000065=Copia
00000066=Incolla
00000067=Elimina
00000068=Copia Completa
00000069=Seleziona Tutto
00000070=Seleziona Tutto Sopra
00000071=Seleziona Tutto Sotto
00000072=Trova
00000073=Cerca Ancora
00000074=Sostituisci
00000075=Pubblica
00000076=Anteprima
00000077=Apri Directory Anteprima
00000078=Pubblica
00000079=Visualizza Online
00000080=Proprietà Pagina
00000081=Finestra
00000087=A cascata
00000088=Affiancata
00000089=Ordina Icone
00000090=Strumenti
00000092=Opzioni
00000093=Tutorial
00000094=Guida
00000095=Guida
00000096=Esempio di Base
00000097=Esempio di Base con Piè di Pagina
00000098=Esempio di Base con Foglio di Stile
00000099=Esempio di Base con Layout a Frame
00000100=Preimpostazioni
00000101=Homepage
00000102=Visita il Forum
00000103=Ricevi Supporto Tecnico
00000104=Informazioni
00000106=Lingua
00000117=Modulo
00000118=Casella di spunta
00000119=Pulsante radio
00000120=Campo di modifica
00000121=Area di testo
00000122=Casella combo
00000123=Casella lista
00000124=Campo file
00000125=Pulsante invio
00000126=Pulsante reimposta
00000127=Campo nascosto
00000128=normale
00000129=prova
00000130=over
00000131=down
00000132=over<br/>down
00000135=Tutorial sui Menu
00000136=Esternalizza Immagini
00000137=Cerca Aggiornamenti
00000138=Esplora Oggetti
00000139=Esplora Risorse

[dhMultilineCaptionEdit2]
00000002=Inserisci Interruzione Riga
00000003=BR
00000004=MASK
00000005=Rimuovi Tag Inizio e Fine
00000006=UNTAG
00000007=Inserisci Carattere da set di tutti i caratteri visualizzabili
00000008=UNICODE
00000009=Inserisci Spazio
00000010=SPACE
00000011=&OK
00000012=Annulla
00000013=Maschera caratteri speciali di formattazione

[FindText]
00000001=Trova Testo
00000002=Testo da cercare:
00000003=Cerca in
00000004=Testo inserito\nTesto visualizzato\n
00000005=OK
00000006=Annulla
00000007=Origine
00000008=Da oggetto selezionato\nIntero scope\n
00000009=Direzione
00000010=Avanti\nIndietro\n
00000011=Opzioni
00000012=Maiusc-minusc
00000013=Includi contenuti nascosti

[FormWarnings]
00000001=Avvisi
00000003=Chiudi

[GradientWizard]
00000001=Wizard Gradiente
00000002=Primo Colore
00000003=Secondo Colore
00000005=Direzione
00000008=OK
00000011=Larghezza:
00000012=Altezza:
00000013=Dall'alto al basso\nDa sinistra a destra\n

[MoreMisc]
00000001=Stili Speciali
00000008=Chiudi
00000016=Reset
00000019=Altezza riga:
00000020=Testo prima:
00000021=Testo dopo:
00000022=Proprietà aggiuntive CSS:
00000023=Visibilità:
00000024=Attributi HTML aggiuntivi:
00000026=*SVUOTA VALORE*\nnascosto\nvisibile\n
00000027=*SVUOTA VALORE*\ninline\nblocco\nlista-voci\nnessuno\n
00000028=Mostra:
00000029=Spazio tra lettere:
00000030=Spazio tra parole:

[Options]
00000001=Opzioni
00000002=Griglia
00000007=Nessuna\nPuntata\nScacchiera\nContinua\n
00000008=Font
00000010=Scegli il font predefinito..
00000011=Applica il font predefinito al documento corrente
00000012=Uscita
00000015=Comprimi
00000017=Pubblica
00000020=Cache di Upload per directory FTP:
00000021=Usa Pubblicazione Smart
00000022=Usa trasferimenti FTP Passivi
00000023=Svuota
00000024=Intera Cache di Upload
00000026=Svuota
00000027=Aspetto
00000028=Posizione Schede
00000029=In alto\nIn basso\nA sinistra\nA destra\nFlottante orizzontale\nFlottante verticale\n
00000030=Chiudi
00000032=Eseguibile|*.EXE
00000033=Griglia X:
00000034=Griglia Y:
00000035=Mostra Griglia:
00000036=Gli oggetti vengono posizionati allineandoli ad una griglia. (Premi ALT per disattivare la funzione.)
00000037=Definisci un font da applicare nella creazione di nuovi documenti. L'impostazione verrà ignorata dagli oggetti che possiedono un proprio font.
00000038=Attivando la compressione gli spazi vuoti superflui verranno eliminati generando i file HTML.
00000039=Puoi selezionare un programma da usare per l'anteprima (lasciando vuoto si apre il visualizzatore HTML predefinito):
00000040=(vengono caricati solo i file modificati)
00000041=(spesso richiesto se usi un firewall)
00000042=Aggiornamento
00000043=Cerca aggiornamenti mensilmente
00000044=All'avvio del Programma
00000045=Mostra Finestra di Scelta\nApri Ultimo File Aperto\nNessuna Azione\n
00000046=CSS3
00000047=Attenzione: Molti browser non supportano ancora CSS3!

[PageWizard]
00000001=Proprietà Pagina
00000002=Generale
00000013=Meta Tag
00000019=Inserisci HTML
00000023=OK
00000024=Annulla
00000025=Titolo:
00000026=Directory Locale:
00000027=(directory locale di salvataggio per le anteprime)
00000028=Directory FTP:
00000029=(directory remota per la pubblicazione)
00000030=URL HTTP:
00000031=(si può aprire con Pubblica | Visualizza Online)
00000032=Autore:
00000033=Parole Chiave:
00000034=Descrizione:
00000040=Reindirizzamento
00000041=URL:
00000042=Ritardo:
00000043=Prima </HEAD>
00000044=Dopo <BODY>
00000045=In alto al massimo
00000046=Percorsi
00000047=Cartella immagini:
00000048=File JavaScript:
00000049=Puoi stabilire i nomi dei file e cartelle generati:
00000050=File CSS:
00000051=Prima </BODY>

[Presets]
00000001=Preimpostazioni
00000002=Inserisci
00000003=Copia Stili

[PublishFTP]
00000001=Impostazioni FTP
00000002=OK
00000003=Annulla
00000009=Estrai da URL
00000010=Apri directory FTP remota
00000011=Reset
00000012=Host:
00000013=Utente:
00000014=Password:
00000015=Directory:
00000016=Porta:
00000017=esempio: miodominio.com
00000018=predefinita 21
00000019=esempio: /contenutoweb/

[PublishLog]
00000001=Log
00000002=Ferma!

[StartUp]
00000001=Avvio
00000004=Apri Ultimo File Aperto
00000005=Nuovo da Modello
00000006=Leggi il Tutorial
00000007=Apri Pagina Vuota
00000008=Guida
00000009=Apri File

[StyleInfo]
00000001=Informazioni stile

[Tabs]
00000001=Font
00000002=Font
00000003=Grassetto
00000004=Corsivo
00000005=Sovralineato
00000006=Barrato
00000007=Sottolineato
00000008=Colori
00000009=Sfondo
00000010=Font
00000011=Trasparente
00000012=Reset
00000013=Lato
00000014=Destra
00000015=Basso
00000016=Alto
00000017=Sinistra
00000018=Tutto
00000019=Margine/Padding
00000020=Margine:
00000021=Padding:
00000022=Bordo
00000023=Largh:
00000024=nessuno\nnascosto\npuntato\ntratteggiato\ncontinuo\ndouble\ngroove\nridge\ninset\noutset\n
00000025=Reset
00000026=Radius Bordi
00000027=Immagine
00000028=Immagine
00000029=Da file..
00000030=Da gradiente..
00000031=Da colore..
00000032=Tipo
00000034=Affiancato\nAdattato\nImmagine\nDiviso\n
00000035=Non scorrere mai l'immagine
00000036=Affiancato
00000037=In direzione
00000038=X:
00000039=Y:
00000040=X ed Y\nSolo X\nSolo Y\nNessuna\n
00000041=Reset
00000042=Varie
00000043=Generale
00000044=cursore
00000045=z-index
00000046=direzione
00000047=*SVUOTA VALORE*\nauto\ncroce\npredefinito\npuntatore\nspostamento\ne-ridimensiona\nne-ridimensiona\nnw-ridimensiona\nn-ridimensiona\nse-ridimensiona\nsw-ridimensiona\ns-ridimensiona\nw-ridimensiona\ntesto\nattesa\naiuto\n
00000048=*SVUOTA VALORE*\nda sinistra a destra\nda destra a sinistra\n
00000049=Allineamento Testo
00000050=allinea-verticale
00000051=indentazione testo
00000052=allinea-testo
00000055=*SVUOTA VALORE*\na sinistra\na destra\ncentrato\ngiustificato\n
00000056=Interpretazione Testo
00000057=trasforma-testo
00000058=variante-font
00000059=spazi-bianchi
00000060=*SVUOTA VALORE*\niniziali maiuscole\ntutto maiuscolo\ntutto minuscolo\nnon cambiare\n
00000061=*SVUOTA VALORE*\nnormale\npre\nnon a capo\n
00000062=*SVUOTA VALORE*\nnormale\nmaiuscolo piccolo\n
00000063=Reset
00000064=Stili Speciali..
00000065=Effetto
00000066=Attivato
00000067=Testo
00000068=Sfocatura
00000069=Trasforma
00000070=Testo
00000071=Sfocatura
00000072=Trasforma
00000073=Anti-Aliasing
00000074=Applica effetti solo al testo
00000075=Non applicare effetti al testo
00000076=Ombra esterna
00000077=Ombra interna
00000078=Emissione esterna
00000079=Emissione interna
00000080=Sfocatura
00000081=Opacità
00000082=Overflow
00000083=Distanza
00000084=Gradi
00000085=Colore
00000086=Radius
00000087=Attivato
00000088=Sposta X
00000089=Sposta Y
00000090=Rotazione
00000091=Opacità
00000092=Inclina X
00000093=Inclina Y
00000094=Scala X
00000095=Scala Y
00000096=Reset
00000097=Oggetto
00000098=Generale
00000099=ID
00000100=Consiglio
00000101=Tipo
00000102=Gestione Stile
00000103=Usa stili da
00000104=Preferenza a stili Down su stili Over
00000105=Preferenza a stili Over su stili Down
00000106=Formato Generazione Immagini
00000107=Automatico\nGIF\nPNG semi-trasparente\nJPEG\n
00000108=Pos.
00000109=Coordinate
00000110=Alto
00000111=Sinistra
00000112=Largh.
00000113=Alt.
00000114=Largh. Auto
00000115=Alt. Auto
00000116=Allineamento
00000117=Nessuno
00000118=Alto
00000119=Destra
00000120=Basso
00000121=Tutto Genitore
00000122=Sinistra
00000123=Tieni distanza costante da
00000124=Lato alto genitore
00000125=Lato destro genitore
00000126=Lato basso genitore
00000127=Lato sinistro genitore
00000128=Testo
00000129=Modifica rapida:
00000130=Modifica con formattazione
00000131=Pagine
00000132=Pagine Gestite:
00000133=Crea nuova pagina
00000134=Elimina pagina
00000135=Sposta su
00000136=Sposta giu
00000137=Opzioni Controllo Pagina
00000138=Una pag. HTML per oggetto pagina
00000139=Stessa altezza per tutte le pagine
00000140=Pagina
00000141=Proprietà Pagina
00000142=Titolo:
00000143=Directory locale:
00000144=Mostra Barre di Scorrimento
00000145=automatico\nsi\nno\n
00000146=Implementazione
00000147=<div>\n<iframe> (senza margine/bordo)\n
00000148=Altro..
00000149=Modifica
00000150=Testo Iniziale
00000151=Opzioni
00000152=Sola lettura
00000153=Password
00000154=Memo
00000155=Testo Iniziale:
00000156=Opzioni
00000157=Sola lettura
00000158=Racchiudi
00000159=Spunta
00000161=Stato Iniziale
00000162=Spuntato\nNon spuntato\n
00000163=Valore Inviato
00000173=Modulo
00000174=Metodo Richiesta
00000175=Get\nPost\n
00000176=Link Esterno
00000177=URL
00000178=Target
00000180=Menu
00000182=Opzioni
00000183=Menu Inline
00000184=Menu Continuo Aperto
00000185=Menu Statico
00000186=Orientamento Orizzontale
00000187=Menu Scorrevole
00000189=Pixel scorrimento
00000190=Attiva
00000191=Apri Menu Con
00000193=dopo
00000194=Aggiungi voce menu
00000195=Link
00000196=Link
00000197=Link a pagina
00000198=Nella pagina
00000199=Link Esterno
00000200=URL
00000201=Target
00000204=Condizioni Stato Down
00000205=Menu Attivo
00000206=Clic del Mouse
00000207=Passaggio del Mouse
00000208=Sempre Down
00000209=Il link era attivato
00000210=Automatico
00000211=Aspetto
00000212=Automatico\nTesto\nLink\nPulsante\n
00000213=Modulo
00000214=Nessuno\nInvia\nReimposta\n
00000221=Nascosto
00000222=Valore campo nascosto
00000223=OLE
00000224=Modifica Contenuto OLE
00000225=Proprietà
00000226=Zona bianca trasparente
00000229=Salva
00000230=Lista
00000231=Opzioni
00000232=Consenti selezione multipla
00000233=Come lista a tendina
00000234=Come casella lista
00000235=Nuova voce
00000236=Sposta su
00000237=Sposta giu
00000238=Elimina voce
00000239=Proprietà voce
00000240=Etichetta
00000241=Valore
00000242=Inizialmente selezionato
00000243=HTML
00000244=Tipo HTML:
00000245=Genera elemento contenitore HTML
00000246=File
00000247=Carica da file
00000248=Linkato
00000249=Usa come
00000250=File Linkabile\nFlash\nMusica di Sfondo\nJavascript\n
00000254=Ripetizione
00000255=Anteprima
00000259=Carica da file
00000260=Modifica Contenuto OLE
00000261=Proprietà Pagina
00000262=Nuova Pagina
00000263=Modifica Testo
00000264=Aggiungi voce di menu
00000265=Crea Sottomenu
00000266=Allinea
00000267=Allinea alla Griglia
00000268=Allinea a Lati Sinistri
00000269=Allinea a Lati Destri
00000270=Allinea a Lati Alti
00000271=Allinea a Lati Bassi
00000272=Distanze Orizzontali Uguali
00000273=Distanze Verticali Uguali
00000274=Porta avanti
00000275=Manda indietro
00000276=Vai a
00000277=Usa oggetto
00000278=Pagina linkata
00000279=Frammento linkato
00000280=Salva come Immagine
00000281=Stili
00000282=Ricava stili da Usa oggetto
00000283=Ricava stili da oggetto in Appunti
00000284=Forza Stili ad Uso oggetto
00000285=Svuota tutti gli stili
00000286=Scambia Stili Down<->Over
00000287=Mostra informazioni stile
00000288=Carica da indirizzo HTTP
00000289=Salva in File
00000290=Copia Immagine
00000291=Incolla Immagine
00000292=Cambia Colori
00000293=Proprietà Oggetto
00000294=Ordine
00000295=Modifica
00000296=Taglia
00000297=Copia
00000298=Elimina
00000299=Incolla
00000300=Copia Completa
00000301=Font
00000302=Lato
00000303=Immag.
00000304=Effetto
00000305=Varie
00000307=Menu
00000308=Automatico
00000309=Rendi colore di sfondo trasparente
00000310=Copia Stili Over in Stili Down
00000311=Svuota stili

[TemplatesWizard]
00000001=Modelli
00000002=OK
00000003=Annulla
00000005=- Vuoto -

[TransparencyWizard]
00000001=Wizard Trasparenza Colore
00000002=Col. Principale
00000004=OK
00000005=Opacità:

[ObjectExplorer]
00000001=Esplora Oggetti

[ResourceExplorer]
00000001=Esplora Risorse
00000002=Mostra nome oggetti

[$CONSTANTS]
CONFIRMDELETE=Vuoi davvero eliminare gli oggetti selezionati?
COPYEXISTINGFILES=Vuoi copiare file di immagini già linkate nella nuova posizione?
DELETEINHERITEDERROR=Questa flag è ereditata dall'oggetto genitore e non si può eliminare
DLG_CONFIRMATION=Conferma
DLG_ERROR=Errore
DLG_INFORMATION=Informazione
DLG_WARNING=Attenzione
DUPLICATEEFFECTS=Vuoi duplicare gli effetti esistenti?
EMPTYCLIPBOARD=Nessun oggetto negli appunti
EXTERNALIZEDIMAGEALREADYEXISTS=% esiste già, vuoi sovrascriverlo?
FILEINFO_FILENAME=Nome file
FILEINFO_FILESIZE=Dimensioni
FILEINFO_FLASH=Questo file verrà visualizzato come Flash nella pagina web.
FILEINFO_HOWTOLINK=Gli oggetti link possono essere collegati a questo file impostando 'Nella pagina'' a ''%''.
FILEINFO_JAVASCRIPT=La pagina web farà riferimento a questo file javascript.
FILEINFO_MUSIC=Questo file fornirà la musica di sfondo per la pagina web.
FPTLOG_GENERATE=Generazione file HTML ...
FPTLOG_GENERATEFOR=Generazione file HTML per % ...
FTPLOG_CONNECTINGTO=Connessione a %
FTPLOG_CREATEDDIR=Directory FTP creata %
FTPLOG_EMPTYSMARTUPLOAD=Tutti i file sono aggiornati!
FTPLOG_EMPTYUPLOAD=Nessun file da caricare!
FTPLOG_GENERATED=File generati.
FTPLOG_LOGGEDIN=Login effettuato
FTPLOG_SAVING=% da % file non saranno caricati sul server perchè non sono cambiati dall'ultimo upload. Puoi disattivare o svuotare la cache di upload in Opzioni | Pubblica | Pubblicazione Smart.
FTPLOG_SUCCESS=Pubblicazione effettuata con successo!
FTPLOG_UPLOAD=Upload in corso %
INPUTHTTPURL=Carica da indirizzo HTTP
INVALIDMENUNESTING=Il menu % non può essere aperto dal link % perchè il link è un figlio del menu.
INVALIDPROPERTYVALUE=Errore in lettura di %: Valore proprietà non valido
INVALIDVALUE=Valore non valido
MODIFIEDSTATE=Modificato
NEWVERSIONAVAILABLE=E' disponibile una nuova versione di DFM2HTML.\nVuoi aprire la pagina di download?
NOIMAGETOEXTERNALIZE=Tutte le immagini sono già esternalizzate!
NONCRITICALERROR=Si è verificato un errore non critico nel programma. Se puoi provare a riprodurlo potrebbe essere molto utile ai nostri sviluppatori!\nDescrizione errore:\n(%)
PASTEERRORCOUNT=Si sono verificati % errori incollando
QUOTEINVALIDVALUE="%" non è un valore valido
READERRORCOUNT=Si sono verificati % errori nella lettura di %
READFROMERROR=Impossibile leggere %
REFOBJECT=% si riferisce a %
RESOURCEEXPLORER_FILES=File
RESOURCEEXPLORER_FONTS=Font
RESOURCEEXPLORER_IMAGES=Immagini
SAVEASOPENED=Il file in cui vuoi salvare è aperto nell'editor.\nPrima chiudi questo file
SAVETO=Salvi le modifiche a %?
SAVETOERROR=Impossibile scrivere su %
SAVEUNTITLED=Salvi le modifiche a Senza Titolo?
SEARCHFAILED=Stringa di ricerca '%' non trovata
STILLUPTODATE=Il programma è già aggiornato!
SYSTEMERROR=Messaggio di errore del Sistema
TEMPLATESAVEASCAPTION=Nome Modello
TEMPLATESAVEASPROMPT=Assegna un nome al modello (senza estensione file):
UNKNOWNOBJECT=Tipo di oggetto sconosciuto %
UNSUPPORTEDSTYLE=Questo stile non è supportato da questo tipo di oggetto.
UNTITLED=Senza titolo
